// Author: J.Kishore Reddy 
// Version: 4.6.0.0 (05.01.2016)

// General

000 = తెలుగు
001 = అవును
002 = సంఖ్య
003 = సరే
004 = నిష్క్రమించు
005 = ప్రధాన ప్యానెల్
006 = నిబంధనలు ప్యానెల్
007 = మీరు మీకిష్టం కార్యక్రమం కోసం  బ్రౌజ్
008 = మీరు బ్లాక్ కావలసిన కార్యక్రమం కోసం  బ్రౌజ్
009 = కనెక్ట్ అనుమతిస్తుంది ఒక కార్యక్రమం విండో పై క్లిక్ చేయండి
010 = కనెక్ట్ నిరోధించేందుకు ఒక కార్యక్రమం విండో పై క్లిక్ చేయండి
011 = లేదా ఈ ఆపరేషన్ రద్దు చేసేందుకు ఈ డైలాగ్ క్లిక్
012 = ఒక కొత్త నియమం విజయవంతంగా కోసం కనెక్షన్లను అనుమతిస్తుంది రూపొందించారు
013 = ఒక కొత్త నియమం విజయవంతంగా అనుసంధానం నిరోధించేందుకు సృష్టించబడింది
014 = ఇప్పటికే ఉనికిలో ఈ కార్యక్రమం కోసం ఒక ఏకరూప పాలన 
015 = ఆపరేషన్ ఆగిపోయిన !
016 = ఒక పూర్తి విధానం విజయవంతంగా నుండి దిగుమతి చేయబడింది
017 = ఒక పూర్తి విధానం విజయవంతంగా ఎగుమతి చేయబడింది
018 = డిఫాల్ట్ విధానం విజయవంతంగా పునరుద్ధరించబడింది.
021 = ఈ నియమం సరిపోయే  ఫైలు యొక్క పూర్తి మార్గం పేర్కొనండి
022 = ఒక పాక్షిక విధానం విజయవంతంగా నుండి దిగుమతి చేయబడింది
023 = ఒక పాక్షిక విధానం విజయవంతంగా ఎగుమతి చేయబడింది
030 = Windows ఫైర్వాల్ రాష్ట్రంలో లాక్
031 = Windows ఫైర్వాల్ రాష్ట్రంలో అన్లాక్
032 = లాక్
033 = అన్లాక్
034 = రద్దు
035 = మీ పాస్వర్డ్ను సెట్ చేయండి
036 = అన్లాక్ చేయడానికి పాస్వర్డ్ను ఎంటర్
037 = చెల్లని పాస్వర్డ్ను
038 = పాస్వర్డ్ను చూపించు
039 = సందర్శించండి డెవలపర్ వెబ్సైట్
040 = Windows ఫైర్వాల్ నియమాలు నిర్వహించండి
041 = కార్యక్రమం అన్లాక్ లాక్ ఐకాన్ మీద  ప్రెస్
042 = మీరు ఖచ్చితంగా మీరు Windows ఫైర్వాల్ ఆపివేయవచ్చు ఆర్ రక్షణ?
043 = మళ్ళీ చూపవద్దు
044 = చదవడానికి మాత్రమే
045 = 'యూజర్ కు వాయిదా ' కు సెట్ EdgeTraversal తో ఒక నియమం సవరించుట పూర్తిగా మద్దతు లేదు మరియు మార్పులు వర్తిస్తాయి కాకపోవచ్చు. దయచేసి ఈ నియమం మారుతున్న తర్వాత నియమాలు జాబితా రిఫ్రెష్ మరియు మార్పులు సేవ్ చేయబడ్డాయి ఉంటే తనిఖీ. మీరు కొనసాగించాలనుకుంటున్నారా నిశ్చయించుకున్నారా?
046 = మీరు ఈ నియమాలు తొలగించాలని భావిస్తున్నారా?
050 = విస్తరించిన లక్షణాలు
051 = ఈ నియమం అదనపు లక్షణాలు కలిగి ఉనది కేవలం WFwAS నుండి కన్ఫిగర్  అవుతుంది            

// Tab items

100 = ప్రొఫైల్స్
200 = ప్రకటనలు
300 = ఐచ్ఛికాలు
400 = నిబంధనలు
500 = పరికరములు
600 = గురించి

// Profiles

101 = వడపోత స్థాయి కనెక్షన్లు కావాలో పేర్కొంటుంది బ్లాక్ మరియు ఇది కనెక్షన్లు వలసలను
102 = హై వడపోత
103 = అన్ని అవుట్బౌండ్ మరియు స్వీకరించే కనెక్షన్లు బ్లాక్ చేయబడతాయి. ఈ ్లాక్స్ మరియు మీ కంప్యూటర్ నుండి అనుసంధానించడానికి అన్ని ప్రయత్నాలు ప్రొఫైల్.
104 = మీడియం ఫిల్టరింగ్ ( సిఫార్సు )
105 = ఒక నియమం సరిపోలడం లేదు ఆ  అవుట్బౌండ్ కనెక్షన్లు బ్లాక్ చేయబడతాయి. ఒక అనుమతిస్తాయి పాలన మాత్రమే కార్యక్రమాలు అనుమతించబడతాయి.
106 = లో ఫిల్టరింగ్
107 = ఒక నియమం సరిపోలడం లేదు ఆ  అవుట్బౌండ్ కనెక్షన్లు అనుమతించబడతాయి. ఒక బ్లాక్ పాలన మాత్రమే కార్యక్రమాలు బ్లాక్ చేయబడతాయి.
108 = సంఖ్య వడపోత
109 = Windows ఫైర్వాల్ ఆపివేయబడింది. ఈ సెట్టింగ్ ఉపయోగించడం మానుకోండి మీరు మరొక ఫైర్వాల్ అమలు తప్ప.
110 = మీడియం వడపోత
111 = అది / నవీకరించుటకు ప్రయోజనాల ఇన్స్టాల్ కోసం తక్కువ వడపోత ప్రొఫైల్కు మారారు సందర్భంలో సంక్రమించబడతాయి ప్రొఫైల్ పేర్కొనండి
112 = స్వయంచాలకంగా సెట్ 
113 = తర్వాత
114 = నిమిషాల

// Notifications

201 = అవుట్బౌండ్ కనెక్షన్లు బ్లాక్  ప్రకటనలు స్థాయి పేర్కొంటుంది యూజర్ ప్రదర్శించబడుతుంది చేయాలి
202 = హై 
203 = అన్ని బ్లాక్ అవుట్బౌండ్ కనెక్షన్ల కోసం డిస్ప్లే ప్రకటనలను, svchost.exe పరిష్కరించడానికి మరియు వ్యవస్థ యొక్క కనెక్షన్ ప్రయత్నాలు ద్వారా ఉత్పత్తి వ్యవస్థ వాటిని సహా .
204 = మధ్యస్థం ( సిఫార్సు )
205 = అన్ని బ్లాక్ అవుట్బౌండ్ కనెక్షన్ల కోసం డిస్ప్లే ప్రకటనలను, కానీ పట్టించుకోకుండా ద్వారా ఉత్పత్తి ప్రకటనలను ప్రదర్శించడానికి లేదు svchost.exe పరిష్కరించడానికి మరియు వ్యవస్థ .
206 = లో
207 = ఒక చెల్లుబాటు అయ్యే తో  స్వయంచాలకంగా డిజిటల్ సంతకం అనుమతిస్తాయి కార్యక్రమాలు సంతకం నెట్వర్క్ యాక్సెస్ మరియు మాత్రమే ప్రకటనలను ప్రదర్శించడానికి సైన్ చేయని కార్యక్రమాలు.
208 = డిసేబుల్
209 = ప్రకటనలను ప్రదర్శించడానికి లేదు .
210 = ప్రకటనలు ఎంపికలు
211 = స్వయంచాలకంగా ఒక నోటిఫికేషన్ను మూసివేయి
212 = సెకన్లు.
213 = తాత్కాలిక నియమాలను కస్టమ్ సమయము
214 = ఒక కొత్త నోటిఫికేషన్ ఉత్పత్తి ఉన్నప్పుడు శబ్దాన్ని 
215 = ప్లే డిఫాల్ట్ ధ్వని
216 = కస్టమ్ ధ్వని ఉచితంగా 
217 = కస్టమ్ నోటిఫికేషన్ ధ్వని ఎంచుకోండి
218 = ప్రకటనలను వ్యవస్థ నమోదు వినియోగదారులు మాత్రమే అందుబాటులో ఉంది. ఈ లక్షణాన్ని ఉపయోగించడానికి క్రమంలో ప్రోగ్రామ్ సక్రియం దయచేసి . మీ మద్దతు ధన్యవాదాలు.
219 = ఒక నమోదిత వినియోగదారు మారింది ఎలా తెలుసుకోవడానికి ఇక్కడ క్లిక్ చేయండి
220 = ఇతర విండోల పైన  డిస్ప్లే ప్రకటనలను
221 = అధునాతన నోటిఫికేషన్ సెట్టింగ్లు
222 = రీసెట్ డిఫాల్ట్ సెట్టింగులను పురోగమించి
223 = నియమాలు సరిపోలే కోసం శోధించినప్పుడు ఉపయోగం నియమాలు అనుమతిస్తాయి . ఇతర భద్రతా కార్యక్రమాలు ఉంటే అనుకూలత కోసం సిఫార్సు నకిలీ ప్రకటనలను ప్రదర్శించబడతాయి.
224 = ఉపయోగం సాధారణ బ్లాక్ నియమాలు నియమాలు సరిపోలే కోసం శోధించడం ఉన్నప్పుడు . అన్ని కార్యక్రమాలు వర్తించే ఒక బ్లాక్ పాలన సరిపోలే ఉంటే బ్లాక్ కనెక్షన్ , ప్రకటనలను చూపబడవు .
225 = నియమాలు సరిపోలే కోసం శోధించడం ఉన్నప్పుడు వికలాంగ డిసేబుల్ ఉపయోగించండి. ఒక సరిపోలే డిసేబుల్ పాలన దొరికితే ప్రకటనలను చూపబడవు .

// Options

301 = స్థానిక కంప్యూటర్ నుండి అన్ని యూజర్ ఖాతాలకు దరఖాస్తు ఎంపికలు క్రింద పేర్కొనండి 
302 = షెల్ ఇంటిగ్రేషన్
303 = యొక్క సందర్భం మెనును లోకి కార్యక్రమం ఇంటిగ్రేట్ ఎగ్జిక్యూటబుల్ ఫైళ్లు మరియు ఎగ్జిక్యూటబుల్ ఫైళ్లు సత్వరమార్గాలు .
304 = వినియోగదారు లాగాన్ వద్ద స్వయంచాలకంగా ప్రారంభం
305 = ఫాస్ట్ యూజర్ స్విచ్చింగ్ ఫీచర్ ఉపయోగించి చేసినప్పుడు ఈ ఎంపికను యూజర్ యొక్క మొదటి లాగాన్ కోసం వర్తిస్తుంది.
306 = సురక్షిత నియమాలు
307 = స్వయంచాలకంగా Windows ఫైర్వాల్ కంట్రోల్ కంటే ఇతర కార్యక్రమాలు , రూపొందించినవారు అనధికార నియమాలు తొలగించండి.
308 = గ్లోబల్ కీలు
309 = గ్లోబల్ కీలు మీరు ఏ నడుస్తున్న అనువర్తనం నుండి ఉపయోగించవచ్చు ఆ కీబోర్డ్ సత్వరమార్గాలు ఉన్నాయి.
310 = ఏ RGB రంగుల కలయిక అమర్చుట ద్వారా కార్యక్రమం రూపాన్ని క్రింద నిర్వచించండి 
311 = రెడ్
312 = గ్రీన్
313 = నీలం
314 = హెక్స్ రంగు
319 = సురక్షిత బూట్
320 = స్వయంచాలకంగా సిస్టమ్ షట్ హై వడపోత ప్రొఫైల్ సెట్ డౌన్.
321 =  హైవడపోత ప్రొఫైల్ ప్రారంభించబడింది. అన్ని అనుసంధానముల ప్రొఫైల్ మానవీయంగా స్విచ్ వరకు బ్లాక్ చేయబడతాయి.
324 = దిగుమతి , ఎగుమతి లేదా యూజర్ సెట్టింగులను పునరుద్ధరించడానికి
325 = ఫైల్ నుండి దిగుమతి యూజర్ సెట్టింగులను
326 = ఒక ఫైల్ ఎగుమతి యూజర్ సెట్టింగులను
327 = డిఫాల్ట్ విలువలు అన్ని సెట్టింగులను రీసెట్
328 = వినియోగదారు సెట్టింగ్లు విజయవంతంగా ఎగుమతి అయ్యాయి
329 = ఈ చర్య తెలిసిన తరువాత, కార్యక్రమం అన్ని సెట్టింగులను రీలోడ్ చెయ్యడానికి పునఃప్రారంభించబడుతుంది. మీరు కొనసాగించాలనుకుంటున్నారా నిశ్చయించుకున్నారా?
330 = Windows ఫైర్వాల్ ద్వారా అనుమతించు
331 = Windows ఫైర్వాల్ ద్వారా బ్లాక్

// Rules

401 = ఒక కొత్త నియమం ఉన్నప్పుడు వర్తించబడుతుంది ఇది దర్శకత్వ పేర్కొనండి ఒక కొత్త నియమం సృష్టిస్తోంది:
402 = అవుట్బౌండ్ (సిఫార్సు )
403 = కొత్త సృష్టించేటప్పుడు అప్రమేయంగా మాత్రమే అవుట్బౌండ్ నియమాలను సృష్టించడానికి నియమాలు అనుమతిస్తాయి లేదా బ్లాక్ అప్లికేషన్లు .
404 = బౌండ్
405 = అప్రమేయంగా మాత్రమే స్వీకరించే నియమాలు సృష్టించడానికి. ఈ ఐచ్చికం వుపయోగించుము జాగ్రత్త . బౌండ్ ఆక్సెస్ సాధారణంగా సర్వర్ అనువర్తనాల కోసం అవసరం.
406 = అవుట్బౌండ్ మరియు స్వీకరించే
407 = అప్రమేయంగా నియమాలు రెండు రకాల సృష్టించడానికి. సిఫార్సు లేదు .
408 = ఒక కొత్త నియమం ఉన్నప్పుడు వర్తించబడుతుంది ఇది కోసం స్థానాలు పేర్కొనండి ఒక కొత్త నియమం సృష్టిస్తోంది:
409 = దిగుమతి , ఎగుమతి లేదా ఫైర్వాల్ నియమాలు పునరుద్ధరించడానికి
410 = ఒక ఫైల్ నుండి దిగుమతి Windows ఫైర్వాల్ నియమాలు
411 = ఎగుమతి Windows ఫైర్వాల్ ఒక ఫైల్ నియమాలు
412 = నియమాలు Windows ఫైర్వాల్ సమితిని పునరుద్ధరించు
413 = Windows ఫైర్వాల్ కంట్రోల్ నియమాలు సిఫార్సు పునరుద్ధరించు
414 = ఒక పూర్తి విధానం ఫైలు ఎంపికయ్యాడు. ఈ ఫైలు నుండి ఫైర్వాల్ నియమాలను దిగుమతి ప్రస్తుత Windows ఫైర్వాల్ నియమాలు అన్ని తిరిగి రాస్తుంది. మీరు మీ ప్రస్తుత నియమాల యొక్క ఒక కాపీని సేవ్ అనుకుంటే , మీరు మొదటి ఒక ఫైలు వాటిని ఎగుమతి ఉండాలి. మీరు ఎంచుకున్న ఫైల్ నుండి ఫైర్వాల్ నియమాలు దిగుమతి చేయాలనుకుంటున్నారా ?
415 = నియమాలు సిద్ధ పునరుద్ధరించడంఅన్ని మార్పులు రీసెట్ చేయబడుతుంది మీరు Windows నుండి చేసిన Windows ఫైర్వాల్ యొక్క సెట్టింగులు ఏర్పాటు చేశారు . ఈ కొన్ని కార్యక్రమాలు పని ఆపడానికి కారణం కావచ్చు. మీరు కొనసాగాలని అనుకుంటున్నారా ?
416 = ఫైల్ నుండి దిగుమతి ...
417 = ఎగుమతి ఫైల్ కు ...
418 = సిఫార్సు నియమాలు విజయవంతంగా పునరుద్ధరించారు.
419 = నిబంధనలు విండో నిర్వహించండి నియమాలు రిఫ్రెష్ చెయ్యండి . ధన్యవాదాలు.
420 = ఈ చర్య Windows ఫైర్వాల్ లాగ్ నుండి అన్ని ప్రస్తుత రికార్డులు చెరిగి పోతుంది. మీరు కొనసాగించాలనుకుంటున్నారా నిశ్చయించుకున్నారా?
421 = ఒక పాక్షిక విధానం ఫైలు ఎంపికయ్యాడు. ఫైర్వాల్ నియమాలను దిగుమతి ఈ ఫైలు మారకుండా మీ ప్రస్తుత నియమాలు వదిలి నుండి ఈ ఫైల్లోని నియమాలు నియమాలు మీ ప్రస్తుత సెట్ చేర్చబడుతుంది . మీరు ఎంచుకున్న ఫైల్ నుండి ఫైర్వాల్ నియమాలు దిగుమతి చేయాలనుకుంటున్నారా ?
422 = ఎంచుకున్న ఫైల్ చెల్లని ఫార్మాట్ లేదా చెడిపోతే !

// Tools

501 = పెక్కు వ్యవస్థ వినియోగాలు ప్రారంభించటానికి క్రింద సత్వరమార్గాలు ఉపయోగించండి. ఈ కార్యక్రమాలు అత్యధిక అధికారాలను అమలు చేయబడతాయి గమనించండి అందుబాటులో.
502 =  అడ్వాన్స్డ్ సెక్యూరిటీ Windows ఫైర్వాల్
503 = ఈవెంట్ వ్యూయర్
504 = రిసోర్స్ మానిటర్
505 = Windows ఫైర్వాల్ కంట్రోల్ ప్యానెల్ ఆప్లెట్
510 = ఆన్లైన్ వివిధ ఉపయోగిస్తారు URL సేవలు క్రింద పేర్కొనండి నిర్ధారణలు
511 = ఒక IP చిరునామా ప్రతిష్టను తనిఖీ కు URL
512 = URL ఫైలు యొక్క SHA256 హాష్ ఆధారంగా ఒక ఫైల్ తనిఖీ
513 = URL ఒక WHOIS ప్రశ్న ప్రారంభించడానికి
514 = URL ఒక నిర్దిష్ట పోర్ట్కు గురించి మరింత చదవడానికి
520 = కాపీ ...
521 = అన్ని

// About

601 = కార్యక్రమం గురించి 
602 = ఒక కొత్త వెర్షన్ అందుబాటులో ఉంటే 602 పరిశీలించండి 
 603 = అప్డేట్ సర్వర్ కనెక్ట్సాధ్యం కాలేదు . అవసరమైతే మీరు , ఈ ప్రోగ్రామ్ మరియు ఒక సరైన ప్రాక్సీ రూపకరణపు కోసం కనెక్షన్లు అనుమతిస్తుంది అవసరం పాలన కలిగి నిర్ధారించుకోండి.
605 = మీరు తాజా సంస్కరణను ఉపయోగిస్తున్నారు. అందుబాటులో లేవు కొత్త వెర్షన్ ఈ సమయంలో.
606 = Windows ఫైర్వాల్ కంట్రోల్ యొక్క కొత్త వెర్షన్ అందుబాటులో ఉంది 
607 = మీరు ఈ కొత్త వెర్షన్ డౌన్లోడ్ మరియు నవీకరణ అనుకుంటున్నారా?
608 = వీక్షించండి మార్పు లాగ్
609 = సక్రియం స్థితి 
610 = ఉత్పత్తి ఉత్తేజపరిచిన
611 = ఉత్పత్తి యాక్టివేట్ కాదు
612 = మీ మద్దతు ధన్యవాదాలు
613 = సక్రియం ఇక్కడ క్లిక్ చేయండి
614 = క్రింద స్వయంచాలకంగా ఉంది, మీ సంస్థాపన ID ఉంది  ఈ కార్యక్రమం యొక్క సంస్థాపన వద్ద ఉత్పత్తి. లో ఇన్సర్ట్ చెయ్యండి సంబంధిత ఆక్టివేషన్ కోడ్ క్రింద వచన ఆపై నొక్కండి సక్రియం బటన్ ఉత్పత్తి ఉత్తేజపరచటానికి. సంబంధిత ఆక్టివేషన్ కోడ్ ను మీ నమోదిత లోకి లాగిన్ అవ్వండి మా వెబ్సైట్ నుండి యూజర్ ఖాతా.
615 = లాగిన్ పేజీ తెరిచేందుకు ఇక్కడ క్లిక్ చేయండి
616 = సంస్థాపన ID
617 = యాక్టివేషన్ కోడ్ 
618 = సక్రియం
619 = క్లిప్బోర్డ్కు కాపీ
620 = క్లిప్బోర్డ్ నుండి అతికించండి
621 = ఇంటర్ఫేస్ రకాల
622 = అన్ని ఇంటర్ఫేస్ రకాల
623 = నిర్దిష్ట ఇంటర్ఫేస్ రకాల
624 = లోకల్ ఏరియా నెట్వర్క్
625 = రిమోట్ యాక్సెస్
626 = వైర్లెస్
627 = లో
628 = అవుట్ 
629 = రెండు 
640 = ఎడ్జ్ ట్రావెర్సల్
641 = ICMP సెట్టింగులు
680 = ఎంట్రీలు
681 = అన్ని ఎంట్రీలను
682 = చివరి ప్రవేశం
690 = నవీకరణల కోసం ఆటోమేటిక్ చెక్
691 = ఉపయోగం ప్రాక్సీ రూపకరణపు
692 = ప్రాక్సీ రూపకరణపు
693 = అడ్రస్
694 = యూజర్పేరు
695 = పాస్వర్డ్
699 = జనమ ప్రక్రియ

// Manage Rules

700 = ప్రాసెస్ ID
701 = పేరు
702 = గ్రూప్
703 = ప్రోగ్రామ్
704 = ప్రదేశం
705 = ప్రారంభించబడ్డ
706 = యాక్షన్
707 = డైరెక్షన్
708 = లోకల్ అడ్రెస్లు
709 = స్థానిక పోర్ట్సు
710 = రిమోట్ చిరునామాలు
711 = రిమోట్ పోర్ట్సు
712 = ప్రోటోకాల్
713 = సర్వీస్
714 = వివరణ
715 = టైమ్ ఉత్పత్తి
716 = చర్యలు
717 = రిఫ్రెష్ జాబితా
718 = చెల్లని నియమాలు చూపించు
719 = లాగ్
720 = నిర్వహించండి నిబంధనలు
721 = కనెక్షన్లు లోనికి ప్రవేశించండి
722 = న్యూ రూల్స్ విజార్డ్
723 = వీక్షించండి
724 = డిస్ప్లే 
725 = చివరి 100 కనెక్షన్లు
726 =  చివరి 500 కనెక్షన్లు
727 = అన్ని కనెక్షన్లు
728 = కనెక్షన్లు
729 = లు ఆకృతీకరణ
730 = డిస్ప్లే
731 = నియమాలు
732 = అన్ని నియమాలు 
733 = బౌండ్ నియమాలు
734 = అవుట్బౌండ్ నియమాలు
735 = వాడుకరి రూపొందించినవారు నియమాలు
736 = వడపోత
737 = సంఖ్య వడపోత
738 = ఎనేబుల్ ద్వారా వడపోత
739 = వికలాంగ ద్వారా వడపోత
740 = శోధన
741 = log కనెక్షన్లు
742 = విధానాలు
743 = ఒక ఫైల్ నుండి దిగుమతి నియమాలు
744 = ఎగుమతి నియమాలు
745 = ఎగుమతి ఎంపిక నియమాలు
746 = డిఫాల్ట్ నియమాలు పునరుద్ధరించు
747 = పునరుద్ధరించు సిఫార్సు నియమాలు
748 = అనుమతించబడినవి కనెక్షన్లు
749 = నిరోధిత కనెక్షన్లు
750 = కొత్త నియమాన్ని సృష్టించండి
751 = బ్రౌజ్ అనుమతిస్తాయి
752 = అనుమతించేందుకు క్లిక్ చేయండి
753 = బ్రౌజ్ నిరోధించేందుకు
754 = నిరోధించేందుకు క్లిక్ చేయండి
755 = ఈ కార్యక్రమం అనుమతించు
756 = బ్లాక్ ఈ కార్యక్రమం
757 = ఖాళీ పాలన
758 = అనుకూలపరచండి మరియు సృష్టించడానికి
759 = బ్లాక్ కనెక్షన్ల కోసం లాగింగ్ సశక్త  ప్రకటనలను కూడా ఆపివేస్తుంది. మీరు కొనసాగించాలనుకుంటున్నారా నిశ్చయించుకున్నారా?
760 = ఐచ్ఛికాలు
761 = అనుమతించు
762 = బ్లాక్
763 = ప్రారంభించు
764 = ఆపివేయి
765 = తొలగించు
766 = గుణాలు
767 = నకిలీ సృష్టించు 
768 = జనరల్
769 = అధునాతన
770 = వర్తించు
771 = ప్రోటోకాల్లు మరియు పోర్ట్సు
772 = స్థానిక మరియు రిమోట్ IP చిరునామాలను
773 = బౌండ్
774 = అవుట్బౌండ్
775 = డొమైన్
776 = ప్రైవేట్
777 = పబ్లిక్
778 = అన్ని
779 = సృష్టించు
780 = ఏదైనా
781 = అన్ని పోర్ట్సు
782 = కస్టమ్ పోర్ట్స్
783 = కస్టమ్ చిరునామాలు
784 = అన్ని ప్రోగ్రామ్లు 
785 = ఈ కార్యక్రమం
786 = బ్రౌజ్ ...
787 = Eg: 80,443,9-29
788 = Eg: 50.87.146.202
790 = శోది అనుకుంటున్నారు పేరు ఫోల్డర్ ఎంచుకోండి ఎగ్జిక్యూటబుల్ ఫైళ్లు
791 = ఫైళ్లు
792 = డేటాను లోడ్ రిఫ్రెష్ బటన్ లేదా F5 కీ ఉపయోగించండి
793 = దయచేసి వేచి ఉండండి ...
794 = జోడించండి  గ్రూప్ లో
795 = సార్టింగ్ రీసెట్
796 = కనెక్షన్లు
797=  ఇటీవలే బ్లాక్ 
798 = ఇటీవలే అనుమతి 

// Notification Dialog

800 = అవుట్గోయింగ్ కనెక్షన్ బ్లాక్
801 = మూల
802 = రిమోట్
803 = సంతకం
804 = రిమోట్ IP
805 = ఇది సృష్టించడానికి ముందు ఈ నియమం అనుకూలీకరించండి 
806 = ఈ కార్యక్రమం అనుమతించు
807 = ఎల్లప్పుడూ ఈ కార్యక్రమం ఇంటర్నెట్ యాక్సెస్ అనుమతిస్తుంది
808 = బ్లాక్ ఈ కార్యక్రమం
809 = ఎల్లప్పుడూ ఇంటర్నెట్ యాక్సెస్ ఈ కార్యక్రమం బ్లాక్
810 = ఇప్పుడు కోసం బ్లాక్ మరియు తరువాత నాకు చెప్పండి
811 = తాత్కాలికంగా అనుమతించు
812 = ఈ ఫైలు తనిఖీ
813 = ఒక WHOIS ప్రశ్న ప్రారంభించండి
814 = ఈ IP చిరునామాను ధృవీకరించండి
815 = ఓపెన్ దస్త్ర స్థానం
816 = క్లిప్బోర్డ్కు పూర్తి మార్గం కాపీ
817 = క్లిప్బోర్డ్కు ఫైలు పేరు కాపీ
818 = పోర్ట్ గురించి మరింత చదవండి
819 = బ్యాక్ వివరాలు పాలించారు
823 = తాత్కాలికంగా అనుమతించు
824 = బ్లాక్  తాత్కాలికంగా 
825 = WFC పునఃప్రారంభమైన వరకు
830 = విలీనం నియమాలు
831 = మెర్జెడ్ నియమాలు
832 = నియమాలకు గెంతు

// Validations

920 = ఒక నియమం పేరు నమోదు చేయండి
921 = ఖాళీ ప్రదేశం అనుమతి లేదు
922 = పోర్ట్ 0 మరియు 65535 మధ్య విలువను కలిగి ఉండాలి
923 = సరైన ఐపి పరిధిని నమోదు చేయండి
924 = చెల్లని IP చిరునామాను నమోదు చేయండి
925 = నకిలీ పారామితులు అనుమతి లేదు
926 = ఖాళీ పారామితులు అనుమతి లేదు
927 = ప్రతికూల పారామితులు అనుమతి లేదు
928 = చెల్లని పోర్ట్ పరిధిని 
929 = ఫీల్డ్ ఖాళీగా ఉండకూడదు
930 = ఇది ఫైల్ ఉనికిలో లేదు
931 = మద్దతు పొడిగింపులు
932 = ఈ ఫీల్డ్ 0 మరియు 999 మధ్య ఒక సంఖ్యా విలువ ఉండాలి
933 = చెల్లని సబ్నెట్ మాస్క్ 
934 = ఈ ఫీల్డ్ 1 మరియు 60 మధ్య ఒక సంఖ్యా విలువ ఉండాలి
935 = అవసరమైన ఫీల్డ్
936 = చెల్లని నిబంధన ఈ నియమం నిర్వచించబడే కోసం కార్యక్రమం మార్గం డిస్కులో ఉనికిలో లేదు.
940 = Windows ఫైర్వాల్ కంట్రోల్ సేవకు కనె

// Uninstall

950 = అన్ఇన్స్టాల్
951 = ఇది మీ కంప్యూటర్ నుండి ప్రోగ్రామ్ తొలగిస్తుంది. మీరు ప్రస్తుత Windows ఫైర్వాల్ అమర్పులను తో చేయాలని ఏమి ఎంచుకోండి:
952 = డిఫాల్ట్ Windows ఫైర్వాల్ అమర్పులను రీసెట్ . అన్ని వినియోగదారు రూపొందించినవారు నియమాలు తొలగించారు మరియు మాత్రమే Windows ఫైర్వాల్ డిఫాల్ట్ ఉంటుంది నియమాలు ఉంచబడతాయి.
953 = రాష్ట్ర ముందుగానే ఈ కార్యక్రమం ఇన్స్టాల్ పునరుద్ధరించు. పరిక్రమం సంస్థాపనా వద్ద దొరకలేదు అన్ని మునుపటి నియమాలు పునరుద్ధరించబడుతుంది.
954 = ఫైర్వాల్ నియమాలు మరియు సెట్టింగులను ప్రస్తుత ఉంచండి. ఈ తొలగించు వారు వంటి అన్ని ఇతర సెట్టింగ్లు మరియు నియమాలు ఉంచేందుకు మాత్రమే మరియు ప్రోగ్రామ్ ఈ సమయంలో .
955 = సక్రియం స్థితి తొలగించు
956 = ఆపివేయి Windows ఫైర్వాల్ లాగింగ్
957 = పురోగతి లో వ్యవస్థాపన ...